tutorials/cavity_org/Allrun_gdb.sh
blockMesh
gdb icoFoam -x script1.gdb
